Repository: tslocum/bgammon
Catalog: pkg/server/locales/*/*.po
Languages: de, es_mx, fr, nb_no, nl, uk

source: %[1]s (%[2]d point)
de: %[1]s (%[2]d Punkt)
nl: %[1]s (%[2]d punt)
uk: %[1]s (%[2]d бал)

source: %s accepted double.
de: %s hat die Verdopplung akzeptiert.
es_mx: %s doble aceptado.
fr: %s a accepté le double.
nb_no: %s godtok dobling.
nl: %s accepteerde dubbelen.
uk: %s приймає подвоєння.

source: %s declined double offer.
de: %s hat die Verdopplung verweigert.
es_mx: %s rechazo la oferta doble.
fr: %s a décliné l'offre de double.
nb_no: %s avslo doblingstilbud.
nl: %s heeft het dubbelen afgewezen.
uk: %s відхиляє подвоєння.

source: %s disconnected.
de: %s getrennt.
fr: %s déconnecté.
nl: verbinding met %s verbroken.
uk: %s від'єднується.

source: %s is online.
de: %s ist online.
fr: %s est connecté.
uk: %s входить у мережу.

source: %[1]s offers a double (%[2]d point).
de: %[1]s bietet ein Doppel an (ein Punkt).
fr: %[1]s offre le double (%[2]d point).
nl: %[1]s biedt een dubbele (%[2]d punt).
uk: %[1]s пропонує подвоєння (%[2]d бал).

source: %s resigned.
de: %s hat aufgegeben.
es_mx: %s abandono.
fr: %s résigné.
nl: %s heeft opgegeven.
uk: %s капітулює.

source: Accepted double.
de: Verdopplung akzeptiert.
es_mx: Doble aceptado.
fr: Double accepté.
nb_no: Dobling godkjent.
nl: Dubbelen geaccepteerd.
uk: Прийнято подвоєння.

source: Achievement unlocked: %s
de: Errungenschaft freigeschaltet: %s
uk: Досягнення здобуто: %s

source: Blocked opponent from entering for 7 consecutive turns
de: Gegner in 7 aufeinanderfolgenden Runden am Betreten gehindert
uk: Не давати увійти опоненту 7 ходів підряд

source: Boogie Wonderland
uk: Бугі Вондерленд

source: Bots are not allowed to join player matches. Please create a match instead.
de: Bots ist es nicht erlaubt, Spielerpartien beizutreten. Bitte erstelle stattdessen eine Partie.
es_mx: Los bots no tienen permitido ingresar a la partida de los jugadores. Porfavor cree una partida.
fr: Les robots ne sont pas autorisés à rejoindre de partie entre joueurs. Veuillez créer une partie à la place.
nl: Bots mogen niet deelnemen aan spelersspellen. Maak in plaats daarvan een spel.
uk: Боти не можуть приєднуватися до матчів гравців. Натомість, будь ласка, створіть матч.

source: Choose which doubles you want for your acey-deucey.
de: Wähle aus, welche Verdopplung für dein Acey Deucey genutzt wird.
es_mx: Porfavor selecciones que dobles quiere para su acey-deucey.
fr: Choisissez quels doubles vous voulez pour votre acey-deucey.
nb_no: Velg hvilken dobling du ønsker for acey-deucey.
nl: Kies welke dubbele je wilt voor je acey-deucey.
uk: Виберіть, які дублі Ви хочете для Вашого Ейсі-дусі.

source: Command ignored: You are spectating this match.
de: Befehl ignoriert: Du siehst dieser Partie nur zu.
es_mx: Comando ignorado: Estás visualizando está partida.
fr: Commande ignorée : Vous êtes un spectateur de la partie.
nb_no: Kommando ignorert. Du bivåner dette spillet.
nl: Commando genegeerd: Je bent toeschouwer bij deze wedstrijd.
uk: Команду проігноровано: Ви - глядач.

source: Connect with other players and stay up to date on the latest changes. Visit %s
de: Verbinde dich mit anderen Spielern und behalte die neusten Änderungen im Überblick. Besuche %s
es_mx: Conectese con otros jugadores y mantengase actualizado con los últimos cambios. Visite %s
fr: Connectez-vous avec d'autres joueurs et restez à jour sur les derniers changements. Visitez %s
nb_no: Møt andre spillere og få med deg de nyeste endringene. Besøk %s
nl: Maak een verbinding met andere spelers en blijf op de hoogte van de laatste wijzigingen. Bezoek %s
uk: Доєднайтеся до інших гравців і залишайтеся в курсі останніх змін. Відвідайте %s

source: Created match: %s
de: Partie erstellt: %s
es_mx: Partida creada: %s
fr: Partie créée : %s
nb_no: Spill opprettet: %s
nl: Gemaakt spel: %s
uk: Створено матч: %s

source: Declined double offer.
de: Verdopplung verweigert.
es_mx: Decilnar oferta doble.
fr: Offre de double déclinée.
nl: Aanbod om te dubbelen afgewezen.
uk: Відхилено подвоєння.

source: Double offered to opponent (%d point).
de: Dem Gegner ein Doppel angeboten (ein Punkt).
fr: Double offert à l'adversaire (%d point).
nl: Dubbel aangeboden aan tegenstander (%d punt).
uk: Запропоновано подвоєння (%d бал).

source: Double Trouble
uk: Подвійні проблеми

source: Due to ongoing abuse, only registered users may connect. Please register an account or try again later.
de: Aufgrund anhaltenden Missbrauchs können sich nur registrierte Anwender verbinden. Bitte ein Konto registrieren oder später erneut versuchen.
fr: En raison d'abus continu, seuls les utilisateurs enregistrés peuvent se connecter. Inscrivez-vous ou réessayez plus tard.
uk: У зв'язку зі зловживаннями, лише зареєстровані користувачі можуть приєднуватися. Будь ласка, зареєструйтеся або спробуйте пізніше.

source: Due to ongoing abuse, registration is disabled. Please try again later.
de: Aufgrund andauerndem Missbrauchs ist die Registrierung deaktiviert. Bitte später erneut versuchen.
fr: En raison d'abus continus, les inscriptions sont désactivées. Réessayez plus tard.
nl: Wegens aanhoudend misbruik is de registratie uitgeschakeld. Probeer het later opnieuw.
uk: Через поточні зловживання реєстрацію відключено. Будь ласка, спробуйте ще раз пізніше.

source: Due to ongoing abuse, some actions are restricted to registered users only. Please log in or register to avoid interruptions.
de: Aufgrund andauernden Missbrauchs sind eine Aktionen nur für registrierte Benutzer verfügbar. Bitte anmelden oder registrieren, um Unterbrechungen zu vermeiden.
fr: En raison d'abus continus, quelques actions sont restreintes uniquement pour les utilisateurs inscrits. S'il vous plaît connectez-vous ou inscrivez-vous pour éviter les interruptions.
nl: Wegens aanhoudend misbruik zijn sommige acties beperkt tot geregistreerde gebruikers. Log in of registreer om beperkingen te voorkomen.
uk: Через поточні зловживання деякі дії доступні лише зареєстрованим користувачам. Будь ласка, увійдіть або зареєструйтеся, щоб уникнути перебоїв.

source: Due to ongoing abuse, some actions may become restricted to registered users only. Please log in or register to avoid interruptions.
de: Aufgrund andauernden Missbrauchs könnten einige Aktionen nur für registrierte Benutzer verfügbar gemacht werden. Bitte anmelden oder registrieren, um Unterbrechungen zu vermeiden.
fr: En raison d'abus continus, quelques actions pourraient être restreintes aux utilisateurs inscrits uniquement. S'il vous plaît connectez-vous ou inscrivez-vous pour éviter les interruptions.
nl: Wegens aanhoudend misbruik kunnen sommige acties beperkt worden tot uitsluitend geregistreerde gebruikers. Log in of registreer om beperkingen te voorkomen.
uk: Через поточні зловживання деякі дії можуть стати доступними лише для зареєстрованих користувачів. Будь ласка, увійдіть або зареєструйтеся, щоб уникнути перебоїв.

source: Failed to change password.
de: Ändern des Passworts fehlgeschlagen.
es_mx: Error al cambiar la contraseña.
fr: Impossible de changer le mot de passe.
nl: Kan wachtwoord niet wijzigen.
uk: Не вдалося змінити пароль.

source: Failed to change password: incorrect existing password.
de: Ändern des Passworts fehlgeschlagen: Falsches bestehendes Passwort.
es_mx: Error al cambiar la contraseña: la contraseña actual es incorrecta.
fr: Impossible de changer le mot de passe : le mot de passe actuel est erroné.
nb_no: Klarte ikke å endre passord. Samsvarer ikke med eksisterende passord.
nl: Kan wachtwoord niet wijzigen: onjuist bestaand wachtwoord.
uk: Не вдалося змінити пароль: неправильний поточний пароль.

source: Failed to change password: you are logged in as a guest.
de: Ändern des Passworts fehlgeschlagen: Du bist als Gast angemeldet.
es_mx: Error al cambiar la contraseña: iniciaste sesión como invitado.
fr: Impossible de changer le mot de passe : Vous êtes connectés en tant qu'invité.
nb_no: Klarte ikke å endre passord. Du er innlogget som gjest.
nl: Kan wachtwoord niet wijzigen: je bent ingelogd als gast.
uk: Не вдалося змінити пароль: Ви увійшли як гість.

source: Failed to create match: %s
de: Konnte Partie nicht erstellen: %s
fr: Création du match ratée : %s
uk: Не вдалося створити матч: %s

source: Failed to log in: %s
de: Anmeldung fehlgeschlagen: %s
es_mx: Fallo el inicio de sesión: %s
fr: Impossible de se connecter : %s
nb_no: Klarte ikke å logge inn: %s
nl: Inloggen mislukt: %s
uk: Не вдалося увійти: %s

source: Failed to register: Invalid username: must contain at least one non-numeric character.
de: Registrierung fehlgeschlagen: Ungültiger Nutzername: Muss mindestens ein nicht-numerisches Zeichen enthalten.
es_mx: Falla al registrarse: Nombre de usuario inválido: debe contener al menos un carácter no numérico.
fr: Impossible de s'enregistrer : Nom d'utilisateur invalide : il doit contenir au moins un caractère non numérique.
nl: Registratie mislukt: Ongeldige gebruikersnaam: moet minimaal één niet-numeriek teken bevatten.
uk: Невдалося зареєструватися: Недопустимий логін: повинен містити хоч один нецифровий символ.

source: Flawless Victory
de: Makelloser Sieg
uk: Бездоганна перемога

source: Good Game
de: Gutes Spiel
uk: Гарна гра

source: Hidden Layer
de: Versteckte Ebene
uk: Прихований шар

source: Illegal move.
de: Ungültiger Zug.
es_mx: Movimiento ilegal.
fr: Déplacement illégal.
nb_no: Ulovlig trekk.
nl: Ongeldige zet.
uk: Заборонений хід.

source: Invalid password.
de: Falsches Passwort.
es_mx: Contraseña invalida.
fr: Mot de passe invalide.
nb_no: Ugyldig passord.
nl: Ongeldig wachtwoord.
uk: Недопустимий пароль.

source: Invalid replay ID provided.
de: Ungültige Replay-ID angegeben.
es_mx: El ID de la repetición es inválido.
fr: ID de replay donné invalide.
nb_no: Ugyldig gjentagelses-ID angitt.
nl: Ongeldige herhalings-ID opgegeven.
uk: Недопустимий ідентифікатор повтору.

source: Invalid username: must be %d characters or less.
de: Ungültiger Benutzername: muss %d Zeichen oder weniger haben.
fr: Nom d'utilisateur invalide : doit contenir %d caractères ou moins.
nl: Ongeldige gebruikersnaam: moet %d tekens of minder bevatten.
uk: Недопустимий логін: максимальна кількість символів: %d.

source: Invalid username: must contain at least one non-numeric character.
de: Ungültiger Nutzername: Muss mindestens ein nicht-numerisches Zeichen enthalten.
es_mx: Nombre de usuario inválido: debe contener al menos un carácter no numérico.
fr: Nom d'utilisateur invalide : il doit contenir au moins un caractère non numérique.
nb_no: Ugyldig brukernavn. Må inneholde noe som ikke er et siffer.
nl: Ongeldige gebruikersnaam: moet minimaal één niet-numeriek teken bevatten.
uk: Недопустимий логін: повинен містити хоч один нецифровий символ.

source: Invalid username: must contain only letters, numbers and underscores.
de: Ungültiger Nutzername: Darf nur Buchstaben, Ziffern und Unterstriche beinhalten.
es_mx: Nombre de usuario inválido: debe contener solo letras, números y guiónes bajos (_).
fr: Nom d'utilisateur invalide : il doit contenir seulement des lettres, des nombres et des tirets du 8.
nb_no: Ugyldig brukernavn. Må inneholde kun bokstaver, tall, og understreker.
nl: Ongeldige gebruikersnaam: mag alleen letters, cijfers en underscore bevatten.
uk: Недопустимий логін: повинен містити лише літери, цифри та підкреслювання.

source: It is not your turn to move.
de: Du bist nicht am Zug um zu setzen.
es_mx: No es tu turno para mover.
fr: Ce n'est pas à votre tour de jouer.
nb_no: Det er din tur.
nl: Het is niet jouw beurt om te verplaatsen.
uk: Ще не Ваш час ходити.

source: It is not your turn to roll.
de: Du bist nicht mit dem Würfeln dran.
es_mx: No es tu turno para rodar.
fr: Ce n'est pas à votre tour de lancer les dés.
nb_no: Det er din tur til å kaste terning.
nl: Het is niet jouw beurt om te rollen.
uk: Ще не Ваш час кидати.

source: It is not your turn.
de: Du bist nicht am Zug.
es_mx: No es tu turno.
fr: Ce n'est pas votre tour.
nb_no: Det er ikke din tur.
nl: Het is niet jouw beurt.
uk: Ще не Ваш хід.

source: Joined match: %s
de: Partie beigetreten: %s
es_mx: Ingresaste a la partida: %s
fr: Partie rejointe : %s
nb_no: Tok del i spill: %s
nl: Verbonden spel: %s
uk: Приєднано до матчу: %s

source: Left completed match.
de: Abgeschlossene Partie verlassen.
fr: Laissé un match complété.
uk: Покинуто завершений матч.

source: Match not found.
de: Partie nicht gefunden.
es_mx: Partida no encontrada.
fr: Partie non trouvée.
nb_no: Fant ikke spillet.
nl: Spel niet gevonden.
uk: Матч не знайдено.

source: Message not sent: There is no one else in the match.
de: Nachricht wurde nicht gesendet: Es ist kein anderer Spieler in der Partie.
es_mx: El mensaje no se envió: No hay nadie más en la partida.
fr: Message non envoyé : Il n'y a personne d'autre dans la partie.
nb_no: Meldingen ble ikke sendt. Det er ingen andre i spillet.
nl: Bericht niet verzonden: Er is niemand anders in het spel.
uk: Повідомлення не відправлено: Більше нікого немає, окрім Вас.

source: Message not sent: You are not currently in a match.
de: Nachricht wurde nicht gesendet: Du befindest dich nicht in einer Partie.
es_mx: El mensaje no ha sido enviado: No te encuentras actualmente en una partida.
fr: Message non envoyé : Vous n'êtes pas dans une partie.
nb_no: Meldingen ble ikke sendt. Du er ikke i et spill per nå.
nl: Bericht niet verzonden: Je zit momenteel niet in een spel.
uk: Повідомлення не відправлено: Ви не у грі.

source: Mind Over Matter
de: Geist über Materie
uk: Розум проти матерії

source: Network Effect
de: Netzwerkeffekt
uk: Мережевий ефект

source: No account was found with the provided username and password. To log in as a guest, do not enter a password.
de: Der Benutzer mit dem angegebenen Namen und Passwort konnte nicht gefunden werden. Um dich als Gast anzumelden, lass das Passwort-Eingabefeld frei.
es_mx: No se encontró ninguna cuenta con el nombre de usuario y contraseña ingresados. Para iniciar sesión como invitado, no ingresé ninguna contraseña.
fr: Aucun compte n'a été trouvé avec le nom d'utilisateur et le mot de passe donnés. Pour se connecter en tant qu'invité, veuillez à ne pas entrer de mot de passe.
nb_no: Fant ingen kontoer med angitt brukernavn og passord. Unngå å skive inn passord for å logge inn som gjest.
nl: Er is geen account gevonden met de opgegeven gebruikersnaam en wachtwoord. Om als gast in te loggen, voer je geen wachtwoord in.
uk: Не було знайдено акаунта з такими логіном і паролем. Щоб увійти як гість, не вводьте пароль.

source: No replay was recorded for that game.
de: Für diese Partie wurde keine Wiederholung aufgenommen.
es_mx: Ninguna repetición fue grabada para esa partida.
fr: Aucun replay n'a été enregistré pour cette partie.
nb_no: Ingen gjentagelse ble registrert for det spillet.
nl: Er is geen herhaling van die wedstrijd opgenomen.
uk: Повтор не було записано для цієї гри.

source: Password changed successfully.
de: Passwort erfolgreich geändert.
es_mx: La contraseña ha sido cambiada satisfactoriamente.
fr: Mot de passe mis à jour avec succès.
nl: Wachtwoord is gewijzigd.
uk: Пароль успішно змінено.

source: Please enter an email, username and password.
de: Bitte geb eine E-Mail, einen Nutzernamen und ein Passwort an.
es_mx: Porfavor ingresé un correo electrónico, nombre de usuario y contraseña.
fr: Veuillez entrer un email, un nom d'utilisateur et un mot de passe.
nl: Vul e-mailadres, gebruikersnaam en wachtwoord in.
uk: Будь ласка, введіть електронну поштову скриньку, логін та пароль.

source: Please finish your match as soon as possible.
de: Bitte beende deine Partie so bald wie möglich.
es_mx: Porfavor termine su partida tan pronto como sea posible.
fr: Veuillez terminer votre partie aussi vite que possible.
nl: Voltooi je spel zo snel mogelijk.
uk: Будь ласка, завершіть свій матч якомога швидше.

source: Please leave the match you are in before creating another.
de: Bitte die aktuelle Partie verlassen, bevor du eine neue erstellst.
fr: Laissez le match dans lequel vous êtes avant d'en créer un autre.
uk: Будь ласка, покиньте матч, у якому Ви зараз, перш ніж створювати інший.

source: Please leave the match you are in before joining another.
de: Bitte verlasse deine aktuelle Partie bevor du einer anderen beitrittst.
es_mx: Porfavor abandone la partida actual antes de intentar ingresar a otra.
fr: Veuillez quitter la partie dans laquelle vous êtes avant d'en rejoindre une autre.
nb_no: Forlat spillet du er en del av før du tar del i et nytt.
nl: Verlaat het huidige spel voordat je aan een andere deelneemt.
uk: Будь ласка, покиньте матч, у якому Ви зараз, перш ніж приєднатися до іншого.

source: Rejoined match: %s
de: Wieder beigetreten: %s
es_mx: Ha reingresado a la partida: %s
fr: Partie rejointe : %s
nb_no: Tok del i spillet igjen. %s
nl: Opnieuw deelgenomen aan wedstrijd: %s
uk: Повторно приєднано до матчу: %s

source: Rematch offer sent.
de: Revanche-Angebot gesendet.
es_mx: Se ha enviado petición para revancha.
fr: Offre de nouvelle partie envoyée.
nb_no: Omkampstilbud sendt.
nl: Herkansingsaanbod verzonden.
uk: Відправлено запит на реванш.

source: Resigned.
de: Aufgegeben.
es_mx: Ha renunciado.
fr: Abandonné.
nl: Opgegeven.
uk: Капітульовано.

source: Scored a backgammon against BOT_tabula
de: Einen Backgammon gegen BOT_tabula gewonnen
uk: Виграти кокс у грі проти BOT_tabula

source: Scored a backgammon against BOT_wildbg
de: Einen Backgammon gegen BOT_wildbg gewonnen
uk: Виграти кокс у грі проти BOT_wildbg

source: Scored a backgammon against a human
de: Einen Backgammon gegen einen Menschen gewonnen
uk: Виграти кокс у грі проти людини

source: Scored a gammon against BOT_tabula
de: Einen Gammon gegen BOT_tabula gewonnen
uk: Виграти марс у грі проти BOT_tabula

source: Scored a gammon against BOT_wildbg
de: Einen Gammon gegen BOT_wildbg gewonnen
uk: Виграти марс у грі проти BOT_wildbg

source: Scored a gammon against a human
de: Einen Gammon gegen einen Menschen gewonnen
uk: Виграти марс у грі проти людини

source: Scored a normal win against BOT_tabula
de: Einen normalen Sieg gegen BOT_tabula erzielt
uk: Виграти оїн у грі проти BOT_tabula

source: Scored a normal win against BOT_wildbg
de: Einen normalen Sieg gegen BOT_wildbg erzielt
uk: Виграти оїн у грі проти BOT_wildbg

source: Scored a normal win against a human
de: Einen normalen Sieg gegen einen Menschen erzielt
uk: Виграти оїн у грі проти людини

source: SERVER BROADCAST:
de: SERVER-MITTEILUNG:
es_mx: Transmisión del servidor:
fr: MESSAGE DU SERVEUR :
nl: SERVERUITZENDING:
uk: ПОВІДОМЛЕННЯ ВІД СЕРВЕРА:

source: Server error
de: Server-Fehler
es_mx: Error en el servidor
fr: Erreur du serveur
nb_no: Tjenerfeil
nl: Serverfout
uk: Помилка сервера

source: That username is already in use.
de: Dieser Nutzername wird bereits verwendet.
es_mx: El nombre de usuario se encuentra en uso.
fr: Ce nom d'utilisateur est déjà utilisé.
nb_no: Brukernavnet er allerede i bruk.
nl: Deze gebruikersnaam is al in gebruik.
uk: Цей логін уже зайнято.

source: The following legal moves are available: %s
de: Die folgenden Züge sind möglich: %s
es_mx: Los siguientes movimientos legales se encuentran disponibles: %s
fr: Les déplacements légaux suivants sont possibles : %s
nb_no: Følgende lovlige trekk er tilgjengelige: %s
nl: De volgende geldige verplaatsingen zijn mogelijk: %s
uk: Доступні такі ходи: %s

source: The match you are in is still in progress.
de: Deine aktuelle Partie läuft noch.
es_mx: La partida en la que te encuentras aún está en progreso.
fr: La partie dans laquelle vous êtes est toujours en cours.
nb_no: Spillet du er en del av er ikke avsluttet.
nl: De wedstrijd waar je aan meedoet, is nog bezig.
uk: Гра, у якій Ви зараз, ще йде.

source: The server is shutting down. Reason: %s
de: Der Server wird heruntergefahren. Grund: %s
fr: Le serveur est en train de s'éteindre. Raison : %s
uk: Сервер вимикається. Причина: %s

source: The server is shutting down in %d minute. Reason:
de: Der Server wird in einer Minute heruntergefahren. Grund:
fr: Le serveur va s'éteindre dans %d minute. Raison :
nl: De server wordt over %d minuut afgesloten. Reden:
uk: Сервер буде вимкнено через %d хвилину. Причина:

source: Transformer
uk: Трансформер

source: Unknown command: %s
de: Unbekannter Befehl: %s
es_mx: Comando desconocido: %s
fr: Commande inconnue : %s
nb_no: Ukjent kommando: %s
nl: Onbekende opdracht: %s
uk: Невідома команда: %s

source: Waiting for response from opponent.
de: Warte auf Antwort des Gegners.
es_mx: Esperando respuesta del oponente.
fr: En attente de réponse de l'adversaire.
nb_no: Avventer motstanders svar.
nl: Wachten op een reactie van de tegenstander.
uk: Очікування на відповідь опонента.

source: Weighted Sum
de: Gewichtete Summe
uk: Зважена сума

source: You are no longer following %s.
de: Du folgst %s nicht mehr.
fr: Vous ne suivez plus %s.
nl: Je volgt niet langer %s.
uk: Ви більше не слідкуєте за %s.

source: You are not allowed to use that command.
de: Du bist nicht berechtigt, diesen Befehl zu verwenden.
es_mx: No tienes permitido usar ese comando.
fr: Vous n'êtes pas autorisés à utiliser cette commande.
nb_no: Du har ikke tilgang til å bruke den kommandoen.
nl: Je bent niet gemachtigd om dat commando te gebruiken.
uk: Ви не можете використовувати цю команду.

source: You are not currently in a match.
de: Du bist aktuell nicht in einer Partie.
es_mx: Actualmente no estas en una partida.
fr: Vous n'êtes pas dans une partie.
nb_no: Du er ikke i et spill per nå.
nl: Je zit momenteel niet in een spel.
uk: Ви не у грі.

source: You are now following %s.
de: Du folgst nun %s.
fr: Vous suivez maintenant %s.
nl: Je volgt nu %s.
uk: Тепер ви слідкуєте за %s.

source: You are spectating this match. Chat messages are not relayed.
de: Du siehst dieser Partie zu. Chat-Nachrichten werden nicht weitergeleitet.
es_mx: Te encuentras visualizando está partida. Los mensajes en el chat no serán enviados.
fr: Vous êtes un spectateur de cette partie. Les messages du chat ne seront pas relayés.
nb_no: Du bivåner dette spillet. Sludringsmeldinger videresendes ikke.
nl: Je bent toeschouwer bij dit spel. Chatberichten worden niet doorgegeven.
uk: Ви — глядач. Чат не показується.

source: You do not currently hold the doubling cube.
de: Du besitzt den Verdopplungswürfel aktuell nicht.
es_mx: Actualmente tu no tienes el cubo de doble.
fr: Vous n'êtes pas en possession du cube de doublement.
nl: Momenteel heb je de verdubbelingsdobbelsteen niet in je bezit.
uk: Куб подвоєння наразі не у Вас.

source: You have already requested a rematch.
de: Du hast bereits eine Revanche-Anfrage gesendet.
es_mx: Ya has solicitado la revancha.
fr: Vous avez déjà effectué une demande de nouvelle partie.
nb_no: Du har allerede forespurt et spill.
nl: U hebt al een herkansing aangevraagd.
uk: Ви вже надіслали запит на реванш.

source: You may not accept the double until your opponent rejoins the match.
de: Du darfst die Verdopplung nicht akzeptieren bevor dein Gegner der Partie wieder beitritt.
es_mx: No podras aceptar el doble hasta que tú oponente reingrese a la partida.
fr: Vous ne pouvez accepter le double qu'après que votre adversaire aie rejoint la partie.
nb_no: Du kan ikke godta doblingstilbud før motstanderen tar del i spillet igjen.
nl: Je mag de verdubbeling pas accepteren als je tegenstander weer aan de wedstrijd deelneemt.
uk: Ви не можете прийняти подвоєння, допоки Ваш опонент не повернеться.

source: You may not double at this time.
de: Du darfst aktuell nicht verdoppeln.
es_mx: No podrás doblar en este momento.
fr: Vous ne pouvez pas doubler pour le moment.
nb_no: Du kan ikke doble akkurat nå.
nl: Op dit moment mag je niet verdubbelen.
uk: Ви не можете подвоїти зараз.
