Repository: tslocum/bgammon
Catalog: pkg/server/locales/*/*.po
Languages: de, es_mx, fr, nb_no, nl, uk

source: You may not double until your opponent rejoins the match.
de: Du darfst nicht verdoppeln bevor dein Gener der Partie wieder beitritt.
es_mx: No podras hacer un doble hasta que tú oponente reingrese a la partida.
fr: Vous ne pouvez pas doubler avant que votre adversaire rejoigne la partie.
nb_no: Du kan ikke doble til motstanderen tar del i spillet igjen.
nl: Je mag pas verdubbelen als je tegenstander weer aan de wedstrijd deelneemt.
uk: Ви не можете подвоїти, допоки Ваш опонент не повернеться.

source: You may not move until your opponent rejoins the match.
de: Du darfst nicht setzen bis dein Gegner der Partie wieder beitritt.
es_mx: No podras mover hasta que tú oponente reingrese a la partida.
fr: Vous ne pouvez pas effectuer de déplacement avant que votre adversaire rejoigne la partie.
nb_no: Du kan ikke flytte før motstanderen tar del i spillet igjen.
nl: Je mag niet verplaatsen totdat je tegenstander weer aan het spel deelneemt.
uk: Ви не можете ходити, допоки Ваш опонент не повернеться.

source: You may not resign until it is your turn.
de: Du darfst nicht aufgeben bevor du an der Reihe bist.
es_mx: No podras renunciar hasta que sea tu turno.
fr: Vous ne pouvez pas abandonner tant que ce n'est pas votre tour.
nl: Je mag pas opgeven als je aan de beurt bent.
uk: Ви не можете здатися не у свій хід.

source: You may not resign until your opponent rejoins the match.
de: Du darfst nicht aufgeben bis dein Gegner der Partie wieder beitritt.
es_mx: No podrás renunciar hasta que tú oponente reingrese a la partida.
fr: Vous ne pourrez abandonner que quand votre adversaire aura rejoint la partie.
nb_no: Du kan ikke gi deg før motstanderen tar del i spillet igjen.
nl: Je mag niet opgeven totdat je tegenstander weer aan het spel deelneemt.
uk: Ви не можете капітулювати, допоки Ваш опонент не повернеться.

source: You may not roll until your opponent rejoins the match.
de: Du darfst nicht würfeln bis dein Gegner der Partie wieder beitritt.
es_mx: No podrás rodar hasta que tú oponente reingrese a la partida.
fr: Vous ne pouvez pas lancer de dé avant que votre adversaire rejoigne la partie.
nb_no: Du kan ikke kaste terning før motstanderen tar del i spillet igjen.
nl: Je mag niet rollen totdat je tegenstander weer aan het spel deelneemt.
uk: Ви не можете кинути, допоки Ваш опонент не повернеться.

source: You must login before using other commands.
de: Du musst angemeldet sein bevor du andere Befehle nutzt.
es_mx: Debes iniciar sesión antes de usar otros comandos.
fr: Vous devez vous connecter avant d'utiliser d'autres commandes.
nb_no: Du må logge inn før du bruker andre kommandoer.
nl: Je moet inloggen voordat je andere opdrachten kunt gebruiken.
uk: Ви мусите увійти перед тим, як використовувати інші команди.

source: You must roll first.
de: Du musst erst würfeln.
es_mx: Debes rodar primero.
fr: Vous devez tout d'abord lancer les dés.
nl: Je moet als eerste rollen.
uk: Ви мусите кинути першими.

source: You must wait until your opponent rejoins the match before continuing the game.
de: Du musst warten bis dein Gegner der Partie wieder beitritt bevor das Spiel weiter gehen kann.
es_mx: Debes esperar hasta que tú oponente reingrese a la partida antes de continuar el juego.
fr: Vous devez attendre que votre adversaire rejoigne la partie avant de continuer le jeu.
nl: Je moet wachten tot je tegenstander opnieuw aan het spel deelneemt voordat je verdergaat met het spel.
uk: Ви повинні зачекати, допоки Ваш опонент не повернеться, перед тим, як продовжувати гру.

source: Your opponent left the match.
de: Dein Gegner hat die Partie verlassen.
es_mx: Tú oponente ha dejado la partida.
fr: Votre adversaire a quitté la partie.
nb_no: Motstanderen din har forlatt spillet.
nl: Je tegenstander heeft het spel verlaten.
uk: Ваш опонент покинув матч.

source: Your opponent would like to play again.
de: Dein Gegner möchte erneut spielen.
es_mx: A tu oponente le gustaría jugar de nuevo.
fr: Votre adversaire voudrait jouer avec vous à nouveau.
nl: Je tegenstander wil graag opnieuw spelen.
uk: Ваш опонент хоче зіграти ще раз.

source: The server is shutting down. Reason:
es_mx: El servidor se está apagando. Razón:
fr: Le serveur est en train de s'éteindre. Raison :

source: %s offers a double (%d points).
es_mx: %s ofrece un doble (%d puntos).
nb_no: %s godtok dobling (%d poeng).

source: Double offered to opponent (%d points).
es_mx: Doble ofrecido al oponente (%d puntos).
nb_no: Doblingstilbud sendt til motstander (%d poeng).

source: Failed to create match: Please leave the match you are in before creating another.
es_mx: Error al crear la partida: porfavor abandone la partida actual antes de crear una nueva.
nb_no: Klarte ikke å opprette spill. Forlat det du er en del av før du oppretter nytt.

source: Failed to create match: The server is shutting down. Reason: %s
es_mx: Error al crear la partida: El servidor se está apagando. Razón: %s

source: The server is shutting down in 1 minute. Reason:
es_mx: El servidor se apagará en 1 minuto. Razón:

source: The server is shutting down in %d minutes. Reason:
es_mx: El servidor se apagará en %d minutos. Razón:

source: Your opponent would like to play again. Type %s to accept.
nb_no: Motstanderen din vil ha omkamp. Skriv «%s» for å godta.
